tap "homebrew/bundle"

brew "autojump"
brew "deno"
brew "docker"
brew "go"
brew "mysql"
brew "neovim"
brew "nmap"
brew "npm"
brew "nvm"
brew "postgresql@16"
brew "ripgrep"
brew "rust"
brew "starship"
brew "timewarrior"
brew "zsh"
brew "zsh-completions"

cask "alfred"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "notion"
cask "notunes"
cask "postman"
cask "slack"
cask "tableplus"
cask "warp"
cask "webstorm"
