tap "homebrew/bundle"

brew "autojump"
brew "deno"
brew "docker"
brew "mysql"
brew "neovim"
brew "nmap"
brew "nvm"
brew "postgres@16"
brew "ripgrep"
brew "timewarrior"
brew "zsh"
brew "zsh-completions"

cask "alfred"
cask "font-jetbrains-mono"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "notunes"
cask "postman"
cask "slack"
cask "tableplus"
cask "webstorm"
